/* Generic authentication error. */
"INVALID_NAME_PASSWORD" = "Digitou um nome de utilizador ou palavra-passe inválidos.";

/* Pleasantries */
"PLEASE_TRY_AGAIN" = "Tente de novo.";


/* Messages */
"TIME_WILL_EXPIRE" = "O seu tempo no computador está quase esgotado.";
"TIME_HAS_EXPIRED" = "Tempo no computador terminado";

/* Information */
"ADD_TIME" = "Para permitir que este utilizador inicie sessão, escolha uma hora no menu de contexto seguinte e digite o nome e a palavra-passe de um administrador.";